{
    "articles": [
        {
            "id": 1,
            "image": {"url": "/static/image/19A.webp"},
            "nom": "PALACE PULL A CAPUCHE",
            "suite": "UNISEXE CHASSEUR",
            "prix": "148 €",
            "reduc": "",
            "description": "Découvrez le confort ultime avec notre Pull à Capuche Vert, conçu pour allier élégance et confort au quotidien. Fabriqué à partir d'un mélange doux de coton et polyester, ce pull est parfait pour ajouter une touche de couleur vive à votre garde-robe tout en restant confortable et stylé.",
            "taille": "XS - S - M"
        },

        {
            "id": 2,
            "image": {"url": "/static/image/21A.webp"},
            "nom": "PALACE PULL A CAPUCHON",
            "suite": "MARINE",
            "prix": "138 €",
            "reduc": "",
            "description": "Adoptez un style impeccable avec notre Pull à Capuche Bleu, conçu pour garantir chaleur et confort avec une touche de sophistication. Ce pull, fabriqué dans un mélange de coton doux, est idéal pour rehausser votre style quotidien tout en vous enveloppant de douceur.",
            "taille": "XS - S - M"
        },

        {
            "id": 3,
            "image": {"url": "/static/image/22A.webp"},
            "nom": "PALACE PULL CREW",
            "suite": "PASSEPOSE NOIR",
            "prix": "128 €",
            "reduc": "90 €",
            "description": "Optez pour l'élégance intemporelle avec notre Pull Noir, parfait pour combiner confort et style classique. Fabriqué en coton doux mélangé, ce pull est un choix idéal pour toute garde-robe, offrant chaleur et polyvalence au quotidien.",
            "taille": "XS - S - M"
        },

        {
            "id": 4,
            "image": {"url": "/static/image/16A.webp"},
            "nom": "PALACE WASHED TERRY 1/4",
            "suite": "PLACKET HOOD MOJITO",
            "prix": "168 €",
            "reduc": "",
            "description": "Illuminez votre quotidien avec notre Pull à Capuche Jaune Pâle, conçu pour apporter une touche de douceur lumineuse à votre style. Ce pull en coton doux mêle confort et charme discret, parfait pour égayer les journées les plus grises.",
            "taille": "XS - S - M"
        },

        {
            "id": 5,
            "image": {"url": "/static/image/34B.webp"},
            "nom": "PALACE PANTALON BOSSY",
            "suite": "JEAN STONE",
            "prix": "125 €",
            "reduc": "",
            "description": "Incorporez un classique indémodable à votre garde-robe avec notre Jean Bleu Denim, conçu pour allier style durable et confort optimal. Parfait pour toute occasion, ce jean est un essentiel polyvalent qui s'adapte aussi bien à un look décontracté qu'élégant.",
            "taille": "XS - S - M"
        },

        {
            "id": 6,
            "image": {"url": "/static/image/33B.webp"},
            "nom": "PALACE PANTALON CARGO",
            "suite": "GORE-TEX R-TEX NOIR",
            "prix": "110 €",
            "reduc": "",
            "description": "Ajoutez une touche d'élégance versatile à votre collection avec notre Jean Noir, parfaitement taillé pour offrir à la fois style sophistiqué et confort exceptionnel. Ce jean est l'indispensable moderne qui s'harmonise sans effort avec tous vos hauts, pour un look chic en toute occasion.",
            "taille": "XS - S - M"
        }
    ]
}